{
  "id": "596b2dbc39e14e6ddb1bb09b",
  "title": "我是主标题",
  "subTitle": "我是副标题",
  "context": {
    "head": "天津市东丽区人民法院 民事判决书 （2008）丽民初字第3531号",
    "participants": "原告李中行（身份证号120110196111131218），男，1961年11月13日出生，汉族，农民，住天津市东丽区军粮城镇民生村四区五巷21号。 被告崔素元（身份证号120110193511211221），女，1935年11月21日出生，汉族，农民，住天津市东丽区军粮城镇民生村四区五巷22号。",
    "records": "原告李中行与被告崔素元分家析产纠纷一案，本院于2008年7月25日受理后，依法由代理审判员单凤友独任审判，公开开庭进行了审理。原、被告均到庭参加诉讼，本案现已审理终结。",
    "situation": "原告李中行诉称，原、被告系母子关系。1981年9月被告与原告父亲李国巨建房六间，坐落于天津市东丽区军粮城镇民生村四区五巷21号，计93平方米。该房系被告及其丈夫共同财产。1984年原告自部队退伍回家，与父母居住在该房，始终无自己房产。1989年12月李国巨去世，当时所有子女均表示放弃继承，房产由被告继承。后被告曾承诺该房归原告所有，为此原告在2002年房屋普查时以自己名义进行了确认登记。2008年村里土地被国家征用，诉争房屋于2008年8月初被拆除。被告擅自以自己名义与国家签订了拆迁补偿协议，并领取了房屋拆迁补偿款30000元，侵害了原告权益。故原告起诉，要求判令坐落于天津市东丽区军粮城镇民生村四区五巷21号房屋所有权为原告所有。 原告李中行就其主张向本院提供了天津市东丽区军粮城镇民生村委会房屋普查登记表复印件1张。 被告崔素元辩称，房屋所有权应为被告所有，不同意原告诉讼请求。 被告崔素元就抗辩主张向本院提供了2008年6月30日其与天津市东丽区军粮城镇人民政府签订的拆迁补偿协议书1份。 庭审中，被告对原告提供的证据的真实性无异议，但认为该证据不能证明诉争之房为原告所有，并否认其曾承诺诉争之房归原告所有。2002年国家进行房屋普查时，被告没有在家，原告在其不知情的情况下以自己名义进行了确认登记。对此，原告主张其是基于被告承诺诉争之房归其所有的情况下，才在房屋普查时登记时以自己名义签字确认。原告对被告提供的证据没有异议。原、被告均未能提供其他证据佐证各自的观点。 经审查判断，原、被告提供的证据均具客观、真实性且与本案有关联，本院对上述证据均予以采信。 依据上述本院采信的证据并结合原、被告庭审陈述，足以证实本院所查明的事实。 经审理查明，原、被告系母子关系，被告崔素元育有三子二女，原告李中行系被告次子。1981年9月，被告崔素元与丈夫李国巨建了六间砖房（正房三间、偏房三间），坐落于天津市东丽区军粮城镇民生村四区五巷21号，计91平方米，由被告及其丈夫居住。1984年原告李中行从部队退伍后，亦始终居住在该房内。1989年12月李国巨因病去世，李国巨所有的房产份额均由被告继承。2002年国家进行房屋普查，原告在该普查登记表上签字确认。2008年6月30日，天津市东丽区军粮城镇人民政府以被告崔素元为房屋产权所有人，双方签订了拆迁补偿协议书。后被告崔素元将拆迁补偿款领取。另查明，诉争之房因国家征用土地已于2008年8月被拆除。",
    "analysis": "本院认为，当事人对自己提出的诉讼请求所依据的事实或者反驳对方诉讼请求所依据的事实有责任提供证据加以证明。没有证据或者证据不足以证明当事人事实主张的，由负有举证责任的当事人承担不利后果。原告主张对房屋享有所有权，应提供相关的房屋所有权证明或相同效力的其他证明材料予以证明，而原告只向本院提供了房屋普查登记表，以其曾在房屋普查登记表上签字确认为由主张享有房屋所有权，该主张缺乏法律依据，本院对此不予支持。原告主张被告曾承诺诉争之房归其所有，但其未能提供证据进行佐证，且诉争之房现已灭失，本院对原告该主张不予支持。依据《最高人民法院关于民事诉讼证据的若干规定》第二条之规定，判决如下：",
    "result": "驳回原告李中行的诉讼请求。 案件受理费80元，减半收取40元，由原告李中行承担。 如不服本判决，可在判决书送达之日起十五日内向本院递交上诉状，并按对方当事人的人数提供副本，上诉于天津市第二中级人民法院。",
    "tail": "代理审判员单凤友 二零零八年九月二十三日 书记员蔡学滨",
    "appendix": ""
  },
  "court": "天津市东丽区人民法院",
  "name": "民事判决书",
  "judicialProcedure": "一审案件",
  "respondingParty": [
    "李中行", "李中行"
  ],
  "prosecution": [
    "崔素元"
  ],
  "agents": [
    "我是代理人孙皓"
  ],
  "publicProsecution": "我是公诉方",
  "majorCause": "分家析产纠纷",
  "law": [
    {
      "lawName": "最高人民法院关于民事诉讼证据的若干规定",
      "cite": [
        "二", "三"
      ]
    },
    {
      "lawName": "最高人民法院关于民事诉讼证据的若干规定",
      "cite": [
        "二"
      ]
    }
  ],
  "formerProcedureOrgan": "原公诉机关",
  "closureWay": "二审结案方式",
  "reason": "不想吵了",
  "date": {
    "year": 2008,
    "monthValue": 9,
    "dayOfMonth": 13
  }
}